tutorials/incompressible/pimpleDyMFoam/propeller/system/Q
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1606+                                |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

// Calculate Q (from U)
Q
{
    // Where to load it from
    functionObjectLibs ("libutilityFunctionObjects.so");

    type Q;

    // Output every
    outputControl outputTime;
}


// ************************************************************************* //
